[
    {
        "id": 1,
        "media": {
            "rcImage": "./images/blog/post/1.png",
            "gridImage": "./images/blog/1.png",
            "largeImage": "./images/blog-details/1.png"
        },
        "title": "Il nuovo Web3: cos’è, come funziona e le implicazioni di cyber security",
        "author": "Samuele",
        "date": "26 Aprile, 2022",
        "categories": ["Web3"],
        "tags": ["Intro", "Metaverse", "Web3"],
        "body": ["<p class=pb-2>Non si tratta di un argomento riciclato o un settaggio del server web, non si tratta della solita trovata pubblicitaria né tantomeno della solita tecnologia “cosmetica” per i siti web: quando parliamo di Web3 stiamo parlando dell’innovativa tecnologia che si affaccia all’orizzonte, una tecnologia che rivoluzionerà completamente il concetto di libertà d’espressione in Internet e l’impossibilità di oscuramento da parte delle autorità che “regolano la navigazione” sulla superficie della “normal web” ovvero la web indicizzata dagli web crawler, spiders o robots.<br class='d-none d-xl-block'>Il Web3 sarà la pubblicazione di un sito web o un identità all’interno di un blocco situato dentro una blockchain, la quale verrà ospitata dentro milioni di “wallet”, impedendo ovviamente la cancellazione, l’oscuramento e impedendo la falsificazione di quel determinato blocco, di quel sito web o contenuto."]
    },
    {
        "id": 2,
        "media": {
            "rcImage": "./images/blog/post/2.png",
            "gridImage": "images/blog/2.png",
            "largeImage": "./images/blog-details/1.png"
        },
        "title": "Perchè usare il 3D nel web per la tua azienda?",
        "author": "Samuele",
        "date": "26 Aprile, 2022",
        "categories": ["Business"],
        "tags": ["3D", "Web", "Meta"],
        "body": ["<p class='pb-2'>Il rendering 3D è l’operazione compiuta da un disegnatore per simulare realisticamente un oggetto o un progetto architettonico partendo da un modello 3D. <br class='d-none d-xl-block' />Il 3D rendering è onnipresente oggi nella gran parte dei settori industriali, partendo dalla progettazione architettonica al marketing per le aziende, arrivando al cinema.<br class='d-none d-xl-block' />Un rendering non ha soltanto il compito di rappresentare qualcosa in 3 dimensioni, ma quello di esporre un’idea, un oggetto trasmettendo al cliente le stesse sensazioni che proverebbe se l’oggetto in questione esistesse realmente."]
    },
    {
        "id": 3,
        "media": {
            "rcImage": "./images/blog/post/3.png",
            "gridImage": "images/blog/3.png",
            "largeImage": "./images/blog-details/1.png"
        },
        "title": "Usa WordPress come un CMS senza testa",
        "author": "Samuele",
        "date": "26 Aprile, 2026",
        "categories": ["Wordpress"],
        "tags": ["Intro", "React", "WordPress"],
        "body": ["<p class='pb-2'>Ho sentito per la prima volta dell'approccio CMS senza testa in un discorso che ho visto da Twin Cities Drupal. Mi è piaciuta l'idea di una separazione delle preoccupazioni tra il contenuto di creazione e la visualizzarlo. <br class='d-none d-xl-block' /> Grazie all'ausilio di Frontity si può creare un frontend per il Wordpress in reactJS<br class='d-none d-xl-block' />Questa pratica porta notevoli vantaggi, la semplicita di gestione di un CMS come WP e la velocità di sviluppo che consente React.<br class='d-none d-xl-block' /> </p>", "<div class='blog-details-list'><p><i class='fa fa-angle-double-right'></i>Frontity</p><p><i class='fa fa-angle-double-right'></i>Heroku</p></div>", "<div class='blog-qutation'><p>Con poche tecnologie si può rivoluzionare l'esperienza utente e del cliente</p><i class='icofont-quote-right'></i></div>"]
    }
]